Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Warning: Failed to determine sample specification from file.
ca_es: Advertiment: No s'ha pogut determinar l'especificació de mostra a partir del fitxer.

source: You have to specify a sample name to play
ca_es: Heu d'especificar un nom de mostra a reproduir

source: You have to specify a sample name to remove
ca_es: Heu d'especificar un nom de mostra a suprimir

source: You have to specify a sink input index and a sink
ca_es: Heu d'especificar una entrada del conducte i un conducte

source: You have to specify a source output index and a source
ca_es: Heu d'especificar un índex de font de sortida i una font

source: You have to specify a module name and arguments.
ca_es: Heu d'especificar un nom de mòdul i els seus arguments.

source: You have to specify a module index
ca_es: Heu d'especificar un índex de mòdul

source: You may not specify more than one sink. You have to specify a boolean value.
ca_es: No haríeu d'especificar més d'un conducte. Heu d'especificar un valor booleà.

source: You may not specify more than one source. You have to specify a boolean value.
ca_es: No haríeu d'especificar més d'una font. Heu d'especificar un valor booleà.

source: You have to specify a card name/index and a profile name
ca_es: Heu d'especificar un nom o un índex de targeta i un nom de perfil

source: You have to specify a sink name/index and a port name
ca_es: Heu d'especificar un nom o un índex de conducte i un nom de port

source: You have to specify a source name/index and a port name
ca_es: Heu d'especificar un nom o un índex de font i un nom de port

source: You have to specify a sink name/index and a volume
ca_es: Heu d'especificar un nom o un índex de conducte i un volum

source: Invalid volume specification
ca_es: Especificació de volum invàlida

source: You have to specify a source name/index and a volume
ca_es: Heu d'especificar un nom o un índex de font i un volum

source: You have to specify a sink input index and a volume
ca_es: Heu d'especificar un índex entrada del conducte i un volum

source: Invalid sink input index
ca_es: Índex d'entrada del conducte invàlid

source: You have to specify a sink name/index and a mute boolean
ca_es: Heu d'especificar un nom o un índex de conducte i un booleà de silenciat

source: You have to specify a source name/index and a mute boolean
ca_es: Heu d'especificar un nom o un índex de font i un booleà de silenciat

source: You have to specify a sink input index and a mute boolean
ca_es: Heu d'especificar un índex d'entrada del conducte i un booleà de silenciat

source: Invalid sink input index specification
ca_es: Especificació d'índex d'entrada del conducte invàlida

source: No valid command specified.
ca_es: Ordre especificada no vàlida.

source: %s [-D display] [-S server] [-O sink] [-I source] [-c file] [-d|-e|-i|-r] -d Show current PulseAudio data attached to X11 display (default) -e Export local PulseAudio data to X11 display -i Import PulseAudio data from X11 display to local environment variables and cookie file. -r Remove PulseAudio data from X11 display
ca_es: %s [-D pantalla] [-S servidor] [-O conducte] [-I font] [-c fitxer] [-d|-e|-i|-r] -d Mostra les dades actuals de PulseAudio vinculat a una pantalla X11 (per omissió) -e Exporta les dades locals de PulseAudio a una pantalla X11 -i Importa les dades de PulseAudio d'una pantalla X11 a les variables d'entorn locals i a un fitxer cookie -r Esborra les dades de PulseAudio d'una pantalla X11

source: Server: %s
ca_es: Servidor: %s

source: Source: %s
ca_es: Font: %s

source: Sink: %s
ca_es: Conducte: %s

source: Cookie: %s
ca_es: Galeta: %s

source: Failed to save cookie data
ca_es: No s'han pogut desar les dades de la galeta

source: Failed to load client configuration file.
ca_es: No s'ha pogut carregar el fitxer de configuració del client.

source: Failed to read environment configuration data.
ca_es: No s'han pogut llegir les dades de configuració de l'entorn.

source: Failed to get FQDN.
ca_es: No s'ha pogut obtenir el nom de domini qualificat complet.

source: Failed to load cookie data
ca_es: No s'han pogut carregar les dades de la galeta

source: Not yet implemented.
ca_es: Encara no s'ha implementat.

source: No PulseAudio daemon running, or not running as session daemon.
ca_es: El dimoni PulseAudio no s'està executant, o no s'està executant com a dimoni de la sessió.

source: Failed to kill PulseAudio daemon.
ca_es: No s'ha pogut matar el dimoni PulseAudio.

source: Daemon not responding.
ca_es: El dimoni no respon.

source: Cannot access autospawn lock.
ca_es: No s'ha pogut accedir al bloqueig d'autospawn.

source: ALSA woke us up to write new data to the device, but there was actually nothing to write! Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLOUT set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
ca_es: ALSA ens ha despertat per a escriure dades noves al dispositiu però no hi havia res a escriure! Probablement es tracta d'un error del controlador de l'ALSA '%s'. Informeu d'aquest problema als desenvolupadors de l'ALSA. Ens han aixecat amb POLLOUT activat -- tanmateix una crida posterior a snd_pcm_avail() ha retornat 0 o un altre valor < min_avail.

source: ALSA woke us up to read new data from the device, but there was actually nothing to read! Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLIN set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
ca_es: Alsa ens ha cridat per a llegir dades noves del dispositiu, però no hi ha res a llegir! Probablement es tracta d'un error de la controladora '%s' de l'ALSA. Reporteu aquest problema als desenvolupadors de l'ALSA. Ens han aixecat amb POLLIN activat -- tanmateix una crida posterior a snd_pcm_avail() ha retornat 0 o un altre valor < min_avail.

source: High Fidelity Playback (A2DP)
ca_es: Reproducció d'alta fidelitat (A2DP)

source: High Fidelity Capture (A2DP)
ca_es: Captura d'alta fidelitat (A2DP)

source: Telephony Duplex (HSP/HFP)
ca_es: Dúplex de telefonia (HSP/HFP)

source: PulseAudio Sound Server
ca_es: Servidor de so PulseAudio

source: Input
ca_es: Entrada

source: Analog Mono
ca_es: Mono analògic

source: Analog Stereo
ca_es: Estèreo analògic

source: Analog Surround 4.0
ca_es: Envolvent analògic 4.0

source: Analog Surround 4.1
ca_es: Envolvent analògic 4.1

source: Analog Surround 5.0
ca_es: Envolvent analògic 5.0

source: Analog Surround 5.1
ca_es: Envolvent analògic 5.1

source: Analog Surround 7.1
ca_es: Envolvent analògic 7.1

source: Digital Stereo (IEC958)
ca_es: Estèreo digital (IEC958)

source: Digital Surround 4.0 (IEC958/AC3)
ca_es: Envolvent digital 4.0 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/AC3)
ca_es: Envolvent digital 5.1 (IEC958/AC3)

source: Digital Stereo (HDMI)
ca_es: Estèreo digital (HDMI)

source: Python modules for interacting with Fedora Services
ca_es: Mòduls Python per a interactuar amb els serveis de Fedora

source: The Fedora Project runs many different services. These services help us to package software, develop new programs, and generally put together the distro. This package contains software that helps us do that.
ca_es: El projecte Fedora executa diferents serveis. Aquests serveis ens ajuden a empaquetar programari, desenvolupar nous programes i en general a posar-ho tot en una distribució. Aquest paquet conté el programari que ens ajudarà a fer-ho.

source: fedora.accounts.fas2 has moved to fedora.client.fas2. This location will disappear in 0.4
ca_es: fedora.accounts.fas2 s'ha mogut a fedora.client.fas2. Aquesta ubicació desapareixerà en la versió 0.4

source: session_cookie is deprecated, use session_id instead
ca_es: session_cookie és obsolet, utilitzeu session_id en el seu lloc

source: Unable to load session from %(file)s
ca_es: No es pot carregar la sessió des de %(file)s

source: Unable to create %(dir)s: %(error)s
ca_es: No es pot crear %(dir)s: %(error)s

source: Unable to write to session file %(session)s: %(error)s
ca_es: No es pot escriure al fitxer de sessió %(session)s: %(error)s

source: No session cached for "%s"
ca_es: Cap sessió a la memòria cau per a "%s"

source: send_request() got an unexpected keyword argument "input"
ca_es: send_request() ha rebut un argument amb una paraula clau inesperada "input"

source: send_request() got an unexpected keyword argument
ca_es: send_request() ha rebut un argument amb una paraula clau inesperada

source: send_request(input) is deprecated. Use send_request(req_params) instead
ca_es: send_request(input) és obsolet. Utilitzeu send_request(req_params) en el seu lloc

source: Auth was requested but no way to perform auth was given. Please set username and password or session_id before calling this function with auth=True
ca_es: S'ha sol·licitat autenticació, però no s'ha proporcionat la manera de fer-ho. Si us plau, definiu el nom d'usuari i la contrasenya o bé el session_id abans de cridar a aquesta funció amb el paràmetre auth=True

source: You must specify a username
ca_es: Heu d'especificar un nom d'usuari

source: Reading from %s
ca_es: S'està llegint de %s

source: key must be one of "id", "username", or "email"
ca_es: La clau ha de ser un "id", un "username" o bé un "email"

source: %(field)s is not a valid field to filter
ca_es: %(field)s no és un camp vàlid per a filtrar

source: people_by_id() is deprecated and will be removed in 0.4. Please port your code to use people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) instead
ca_es: people_by_id() és obsolet i serà eliminat en la versió 0.4. Si us plau, en el vostre codi utilitzeu people_by_key(key='id', fields=['human_name', 'email','username', 'bugzilla_email'])

source: FAS server unable to retrieve group members
ca_es: El servidor FAS no pot recuperar els membres del grup

source: FAS server unable to retrieve user information
ca_es: El servidor FAS no pot recuperar la informació de l'usuari

source: We do not have enough information to create package %(pkg)s. Need version owner.
ca_es: No tenim suficient informació per a crear el paquet %(pkg)s. Cal el propietari de la versió.

source: PackageDB returned an error creating %(pkg)s: %(msg)s
ca_es: PackageDB ha retornat un error en crear %(pkg)s: %(msg)s

source: Unable to save all information for %(pkg)s: %(msg)s
ca_es: No es pot desar tota la informació sobre %(pkg)s: %(msg)s

source: Collection abbreviation %(collection)s is unknown. Use F, FC, EL, or OLPC
ca_es: L'abreviació de la col·lecció %(collection)s és desconeguda. Utilitzeu F, FC, EL o OLPC

source: proxyclient.__init__:entered
ca_es: proxyclient__init__:s'ha entrat

source: Returning cookies from send_request() is deprecated and will be removed in 0.4. Please port your code to use a session_id instead by calling the ProxyClient constructor with session_as_cookie=False
ca_es: Retornar galetes des de send_request() és obsolet i serà eliminat en la versió 0.4. Si us plau, utilitzeu en el vostre codi un session_id per a cridar al constructor ProxyClient amb session_as_cookie=False

source: proxyclient.__init__:exited
ca_es: proxyclient__init__:sortit

source: proxyclient.send_request: entered
ca_es: proxyclient.send_request: s'ha entrat

source: Giving a cookie to send_request() to authenticate is deprecated and will be removed in 0.4. Please port your code to use session_id instead.
ca_es: Donar una galeta per a autenticar a send_request() és obsolet i serà eliminat en la versió 0.4. Si us plau, utilitzeu en el vostre codi session_id.

source: username and password must both be set in auth_params
ca_es: El nom d'usuari i la contrassenya han d'estar definits a auth_params

source: No known authentication methods specified: set "cookie" in auth_params or set both username and password in auth_params
ca_es: No es coneixen els mètodes d'autenticació especificats: definiu "cookie" en auth_params o bé definiu el nom d'usuari i la contrasenya a auth_params

source: Creating request %(url)s
ca_es: S'està creant la sol·licitud %(url)s

source: Headers: %(header)s
ca_es: Capçaleres: %(header)s

source: Data: %(data)s
ca_es: Dades: %(data)s

source: Authentication failed logging in
ca_es: L'autenticació ha fallat en iniciar la sessió

source: Unable to log into server. Invalid authentication tokens. Send new username and password
ca_es: No es pot entrar al servidor. Testimonis d'autenticació no vàlids. Envieu un nom d'usuari i contrasenya nous

source: Unknown HTTP Server Response
ca_es: Resposta del servidor HTTP desconeguda

source: proxyclient.send_request: exited
ca_es: proxyclient.send_request: sortit

source: From %(then)s to %(now)s
ca_es: De %(then)s a %(now)s

source: %d wiki changes in the past week
ca_es: %d canvis al wiki la passada setmana

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
ca_es: Avís: el nombre de canvis arriba al límit de retorn de l'API. No obtindreu la llista completa de canvis a no ser que executeu aquest script utilitzant un compte 'bot'.

source: == Most active wiki users ==
ca_es: == Els usuaris de la wiki més actius ==

source: == Most edited pages ==
ca_es: == Les pàgines més modificades ==

source: Loading FAS groups...
ca_es: S'estan carregant els grups FAS...

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
ca_es: No es poden carregar els grups FAS. Heu establert FAS_USERNAME i FAS_PASSWORD?

source: fedora.tg.client has moved to fedora.client. This location will disappear in 0.4
ca_es: fedora.tg.client s'ha mogut cap a fedora.client. Aquesta ubicació desapareixerà en la versió 0.4

source: Welcome, %s
ca_es: Benvingut, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
ca_es: Les credencial proporcionades no són correctes o bé no donen permís per accedir a aquest recurs.

source: You must provide your credentials before accessing this resource.
ca_es: Heu de proporcionar les vostres credencials abans d'accedir a aquest recurs.

source: Please log in.
ca_es: Si us plau, inicieu la sessió.

source: You have successfully logged out.
ca_es: Heu tancat la sessió correctament.

source: url() expects a dictionary for query parameters
ca_es: url() espera un diccionari de paràmetres de consulta

source: Error logging in %(user)s: %(error)s
ca_es: Error en iniciar la sessió en %(user)s: %(error)s

source: Cannot enable ssl certificate auth via identity.ssl without setting fas.usernamme and fas.password for authorization
ca_es: No podeu activar el certificat ssl auth via identity.ssl sense definir fas.username i fas.password per a l'autorització

source: jsonfasprovider, ssl, returned errors from send_request: %s
ca_es: jsonfasprovider i ssl han retornat errors des de send_request: %s

source: jsonfasprovider returned errors from send_request: %s
ca_es: jsonfasprovider han retornat errors des de send_request: %s

source: Log In
ca_es: Inicieu sessió

source: User Name:
ca_es: Nom d'usuari:

source: Password:
ca_es: Contrasenya:

source: CSRF attacks
ca_es: Atacs CSRF

source: are a means for a malicious website to make a request of another web server as the user who contacted the malicious web site. The purpose of this page is to help protect your account and this server from attacks from such malicious web sites. By clicking below, you are proving that you are a person rather than just the web browser forwarding your authentication cookies on behalf of a malicious website.
ca_es: són un mitjà per a què un lloc web maliciós faci una petició a un altre lloc web, com si es tractés de l'usuari que ha contactat amb el lloc web maliciós. El propòsit d'aquesta pàgina és ajudar a protegir el vostre compte i aquest servidor d'atacs de llocs web maliciosos. En fer clic a sota, esteu provant que sou una persona enlloc d'un navegador web reenviant les seves galetes d'autenticació en nom d'un lloc web maliciós.

source: I am a human
ca_es: Sóc humà

source: Forgot Password?
ca_es: Heu oblidat la contrasenya?

source: Sign Up
ca_es: Registreu-vos

source: Welcome
ca_es: Benvingut

source: You are not logged in
ca_es: No us heu identificat

source: CSRF protected
ca_es: Protegit contra CSRF

source: Verify Login
ca_es: Verifica l'entrada

source: updating visit (%s)
ca_es: s'està actualitzant la visita (%s)

source: Brazilian Portuguese
ca_es: Portuguès de Brasil

source: English
ca_es: Anglès

source: French
ca_es: Francès

source: German
ca_es: Alemany

source: Italian
ca_es: Italià

source: Korean
ca_es: Coreà

source: Punjabi
ca_es: Panjabi

source: Simplified Chinese
ca_es: Xinès simplificat

source: Spanish
ca_es: Espanyol

source: This group contains the Red Hat Enterprise Linux documentation in the Bengali language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en bengalí.

source: This group contains the Red Hat Enterprise Linux documentation in the Brazilian Portuguese language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en portuguès de Brasil.

source: This group contains the Red Hat Enterprise Linux documentation in the English language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en anglès.

source: This group contains the Red Hat Enterprise Linux documentation in the French language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en francès.

source: This group contains the Red Hat Enterprise Linux documentation in the German language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en alemany.

source: This group contains the Red Hat Enterprise Linux documentation in the Gujarati language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en gujarati.

source: This group contains the Red Hat Enterprise Linux documentation in the Hindi language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en hindi.

source: This group contains the Red Hat Enterprise Linux documentation in the Italian language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en italià.

source: This group contains the Red Hat Enterprise Linux documentation in the Japanese language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en japonès.

source: This group contains the Red Hat Enterprise Linux documentation in the Korean language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en coreà.

source: This group contains the Red Hat Enterprise Linux documentation in the Punjabi language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en panjabi.

source: This group contains the Red Hat Enterprise Linux documentation in the Simplified Chinese language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en xinès simplificat.

source: This group contains the Red Hat Enterprise Linux documentation in the Spanish language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en espanyol.

source: This group contains the Red Hat Enterprise Linux documentation in the Tamil language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en tàmil.

source: This group contains the Red Hat Enterprise Linux documentation in the Traditional Chinese language.
ca_es: Aquest grup conté la documentació de Red Hat Enterprise Linux en xinès tradicional.

source: Traditional Chinese
ca_es: Xinès tradicional

source: Administration Tools
ca_es: Eines d'administració

source: Applications
ca_es: Aplicacions

source: Arabic Support
ca_es: Suport per a l'àrab

source: Assamese Support
ca_es: Suport per a l'assamès

source: Authoring and Publishing
ca_es: Creació i publicació

source: Base
ca_es: Bàsic

source: Basic support for the Ruby programming language.
ca_es: Suport bàsic per al llenguatge de programació Ruby.

source: Bengali Support
ca_es: Suport per al bengalí

source: Brazilian Portuguese Support
ca_es: Suport per al portuguès de Brasil

source: British Support
ca_es: Suport per al britànic

source: Bulgarian Support
ca_es: Suport per al búlgar

source: Catalan Support
ca_es: Suport per al català

source: Chinese Support
ca_es: Suport per al xinès

source: Compatibility Arch Development Support
ca_es: Suport per al desenvolupament amb arquitectures compatibles

source: Compatibility Arch Support
ca_es: Suport per a l'arquitectura compatible

source: Core
ca_es: Nucli

source: Cyrillic Support
ca_es: Suport per al ciríl·lic

source: Czech Support
ca_es: Suport per al txec

source: DNS Name Server
ca_es: Servidor de noms de DNS

source: Danish Support
ca_es: Suport per al danès

source: Desktops
ca_es: Escriptoris

source: Development
ca_es: Desenvolupament

source: Development Libraries
ca_es: Biblioteques de desenvolupament

source: Development Tools
ca_es: Eines de desenvolupament

source: Dialup Networking Support
ca_es: Suport per a la connexió a la xarxa

source: Dutch Support
ca_es: Suport per a l'holandès

source: Engineering and Scientific
ca_es: Enginyeria i ciència

source: Estonian Support
ca_es: Suport per a l'estonià

source: FTP Server
ca_es: Servidor FTP

source: Finnish Support
ca_es: Suport per al finès

source: French Support
ca_es: Suport per al francès

source: From CD recording to playing audio CDs and multimedia files, this package group allows you to work with sound and video on the system.
ca_es: Amb aquest grup de paquets podreu treballar amb so i vídeo en el vostre sistema: gravar CD, reproduir CD de so i fitxers multimèdia.

source: GNOME Desktop Environment
ca_es: Entorn d'escriptori GNOME

source: GNOME Software Development
ca_es: Desenvolupament de programari per al GNOME

source: GNOME is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
ca_es: El GNOME és una interfície gràfica avançada que inclou un quadre, un escriptori, icones de sistema i un gestor de fitxers gràfic.

source: Games and Entertainment
ca_es: Jocs i entreteniment

source: German Support
ca_es: Suport per a l'alemany

source: Graphical Internet
ca_es: Internet amb interfície gràfica

source: Greek Support
ca_es: Suport per al grec

source: Gujarati Support
ca_es: Suport per al gujarati

source: Hebrew Support
ca_es: Suport per a l'hebreu

source: Hindi Support
ca_es: Suport per a l'hindi

source: Hungarian Support
ca_es: Suport per a l'hongarès

source: ISO8859-2 Support
ca_es: Suport per a l'ISO8859-2

source: ISO8859-9 Support
ca_es: Suport per a l'ISO8859-9

source: Icelandic Support
ca_es: Suport per a l'islandès

source: Install these packages in order to develop GTK+ and GNOME graphical applications.
ca_es: Instal·leu aquests paquets per desenvolupar aplicacions gràfiques GTK+ i GNOME.

source: Install these packages to develop QT and KDE graphical applications.
ca_es: Instal·leu aquests paquets per desenvolupar aplicacions gràfiques QT i KDE.

source: Install these tools to enable the system to print or act as a print server.
ca_es: Instal·leu aquestes eines per imprimir en el sistema o perquè el sistema actuï com a servidor.

source: Install this group of packages to use the base graphical (X) user interface.
ca_es: Instal·leu aquest grup de paquets per emprar la interfície gràfica d'usuari (X) bàsica.

source: Italian Support
ca_es: Suport per a l'italià

source: Japanese Support
ca_es: Suport per al japonès

source: KDE (K Desktop Environment)
ca_es: KDE (Entorn d'escriptori K)

source: KDE Software Development
ca_es: Desenvolupament de programari KDE
